[net]
subdivisions=1
batch = 64
inputs=256
momentum=0.9
decay=0.0
time_steps=256
learning_rate=.002
adam=1

policy=constant
power=4
max_batches=400000

[gru]
output = 1024

[gru]
output = 1024

[gru]
output = 1024

[connected]
output=256
activation=linear

[softmax]

[cost]
type=sse

